Repository: bobpepers/runebase-dapp
Catalog: src/app/locales/*/messages.po
Languages: nl

source: 1. Introduction
nl: 1. Introductie

source: 2. Information we may collect about you
nl: 2. Informatie die we over u kunnen verzamelen

source: 3. Collecting, processing and using personal data
nl: 3. Verzamelen, verwerken en gebruiken van persoonsgegevens

source: 4. Why we collect information about you (purpose of processing)
nl: 4. Waarom we informatie over u verzamelen (doel van verwerking)

source: 5. Log files
nl: 5. Logboek bestanden

source: 6. Data sharing
nl: 6. Het delen van gegevens

source: 7. Your rights
nl: 7. Jou rechten

source: <br />Faulted: {0} time<br />outage-time: {1}<br />availability: {2}%
nl: <br />Defect: {0} tijd<br />uitvaltijd: {1}<br />beschikbaarheid: {2}%

source: <br />availability: {0}%
nl: <br />beschikbaarheid: {0}%

source: Alternatively you can fill out the form below.
nl: Als alternatief kunt u onderstaand formulier invullen.

source: Balance
nl: Balans

source: Claim a small amount of {0}{1}from the faucet
nl: Claim een ​​klein bedrag van {0}{1}uit de kraan

source: Deposit
nl: Storting

source: Discord Commands
nl: Discord Commando's

source: Display current {0}{1}price
nl: Toon huidige {0}{1}prijs

source: Display {0}{1}balance
nl: Toon {0}{1}balans

source: Displays mining info
nl: Toon mining info

source: Displays time left until next halving, etc
nl: Toont de resterende tijd tot de volgende halvering, enzovoort

source: Displays your {0}{1}balance
nl: Toont uw {0}{1}balans

source: Displays your {0}{1}deposit address
nl: Toont uw {0}{1}stortingsadres

source: Displays your {0}{1}tip statistics
nl: Toont uw {0}{1}tip statistieken

source: Displays {0}{1}coin info
nl: Toont {0}{1}munt informatie

source: Displays {0}{1}deposit address and QR code
nl: Toont {0}{1}stortings adres en QR code

source: Displays {0}{1}fee schedule
nl: Toont {0}{1}tarief schema

source: Displays {0}{1}help message
nl: Toont {0}{1}help bericht

source: Displays {0}{1}price
nl: Toont {0}{1}prijs

source: During every interaction with the Service, user data is store in a database and protocol files, the so-called log files. The datasets stored here may contain such data as date and time of the interaction, ID and username of the interacting user, the command used, ID and name of the Discord Server in which the interaction took place as well as the ID and name of the Discord Channel the interaction took place in.
nl: Tijdens elke interactie met de Dienst worden gebruikersgegevens opgeslagen in een database en protocolbestanden, de zogenaamde logbestanden. De opgeslagen datasets kunnen gegevens bevatten zoals datum en tijd van de interactie, ID en gebruikersnaam van de interagerende gebruiker, het gebruikte commando, ID en naam van de Discord Server waarop de interactie plaatsvond, evenals de ID en naam van het Discord Kanaal waarin de interactie plaatsvond.

source: Examples:
nl: Voorbeelden:

source: Fees
nl: Kosten

source: Flood
nl: Overstroming

source: Floods the desired amount of {0}{1}onto all users (including offline users)
nl: Overvloeit de gewenste hoeveelheid {0}{1} naar alle gebruikers (inclusief offline gebruikers)

source: Floods the desired amount of {0}{1}onto all users, including offline users (optionally, within specified role)
nl: Overstroomt de gewenste hoeveelheid {0}{1}onto alle gebruikers, inclusief offline gebruikers (optioneel, binnen gespecificeerde rol)

source: Gets a small amount of {0}{1}from the faucet (applicable every 4 hours)
nl: Krijgt een kleine hoeveelheid {0}{1} uit de faucet (van toepassing elke 4 uur)

source: Halving
nl: Halvering

source: Hurricane
nl: Orkaan

source: If you have any questions or comments about this Privacy Policy, please contact {0}{1}support or the developer through discord
nl: Als u vragen of opmerkingen heeft over dit privacybeleid, neem dan contact op met {0}{1}support of de ontwikkelaar via discord

source: IgnoreMe
nl: NegeerMe

source: Info
nl: Informatie

source: Invite
nl: Uitnodigen

source: Issue Description
nl: Probleem beschrijving

source: Join Discord Support Server
nl: Word lid van Discord Support Server

source: Makes a sleet storm with the desired amount of {0}{1}onto all users that have been active in the channel in the last 15 minutes (optionally, within a specified time)
nl: Maakt een natte storm met de gewenste hoeveelheid {0}{1} op alle gebruikers die actief zijn geweest in het kanaal in de laatste 15 minuten (optioneel, binnen een gespecificeerde tijd)

source: Mining
nl: Mijnen

source: Multiple users:
nl: Meerdere gebruikers:

source: No data
nl: Geen gegevens

source: Ok
nl: Oké

source: Performs a react airdrop with the amount, optionally within custom time, optionally using a custom-supplied emoji. <time> parameter accepts time interval expressions in the form of: 60s, 5m, 1h. Default time interval is 5m (5minutes)
nl: Voert een react airdrop uit met het bedrag, optioneel binnen aangepaste tijd, optioneel met een aangepaste emoji. <tijd> parameter accepteert tijdsinterval expressies in de vorm van: 60s, 5m, 1u. Standaard tijdsinterval is 5m (5minuten)

source: Performs a trivia with the amount of {0}, optionally with set amount of of people, optionally within custom time. &lt;time&gt; parameter accepts time interval expressions in the form of: 60s, 5m, 1h. Default time interval is 5m (5minutes)
nl: Voert een trivia uit met het aantal {0}, optioneel met ingesteld aantal personen, optioneel binnen aangepaste tijd. &lt;time&gt; parameter accepteert tijdsinterval uitdrukkingen in de vorm van: 60s, 5m, 1u. Standaard tijdsinterval is 5m (5minuten)

source: Personalized Discord and Telegram tipbots for crypto projects.
nl: Gepersonaliseerde Discord en Telegram tipbots voor crypto projecten.

source: Personalized Tipbots
nl: Gepersonaliseerde Tipbots

source: Personnel: We keep your information confidential, but may disclose it to our personnel insofar as it is reasonably necessary for the purposes set out in this Privacy Policy. However, this is on the basis that they do not make independent use of the information, and have agreed to safeguard it.
nl: Personeel: Wij houden uw informatie vertrouwelijk, maar kunnen deze bekendmaken aan ons personeel voor zover dit redelijkerwijs noodzakelijk is voor de doeleinden die in dit Privacybeleid worden uiteengezet. Dit echter op voorwaarde dat zij geen onafhankelijk gebruik maken van de informatie, en ermee hebben ingestemd deze te beschermen.

source: Please note: Using form to contact support has a significant longer wait-time then using the Ticket Tool
nl: Let op: Het gebruik van een formulier om contact op te nemen met ondersteuning heeft een aanzienlijk langere wachttijd dan het gebruik van de Ticket Tool

source: Prefered way to request support is by opening a ticket with the "Ticket Tool" that you find in the Discord community server
nl: De beste manier om ondersteuning te vragen is door een ticket te openen met de "Ticket Tool" die u kunt vinden in de Discord community server

source: Price
nl: Prijs

source: Privacy Policy
nl: Privacybeleid

source: Rain
nl: Regen

source: Rains the desired amount of {0}{1}onto all listening users in the mentioned voice channel.
nl: regent de gewenste hoeveelheid {0}{1} op alle luisterende gebruikers in het genoemde spraakkanaal.

source: Rains the desired amount of {0}{1}onto all online users (optionally, within specified role)
nl: Regent de gewenste hoeveelheid {0}{1} op alle online gebruikers (optioneel, binnen gespecificeerde rol)

source: Rains the desired amount of {0}{1}onto all recently online users
nl: Regent de gewenste hoeveelheid {0}{1} op alle recent online gebruikers

source: Reactdrop
nl: Reageer Airdrop

source: Required by law: In addition, we may disclose your information to the extent that we are required to do so by law (which may include to government bodies and law enforcement agencies); in connection with any legal proceedings or prospective legal proceedings; and in order to establish, exercise or defend our legal rights.
nl: Wettelijk verplicht: Daarnaast kunnen wij uw informatie openbaar maken voor zover wij daartoe bij wet verplicht zijn (waaronder mogelijk aan overheidsinstanties en wetshandhavingsinstanties); in verband met gerechtelijke procedures of toekomstige gerechtelijke procedures; en om onze wettelijke rechten vast te stellen, uit te oefenen of te verdedigen.

source: Reset
nl: Resetten

source: Show link to {0}{1}support server
nl: Toon link naar {0}{1}support server

source: Sleets the desired amount of {0}{1}onto all active users (default time is 15min)
nl: Slaat de gewenste hoeveelheid {0}{1} op alle actieve gebruikers (standaardtijd is 15min)

source: Soak
nl: Week

source: Soaks the desired amount of {0}{1}onto all online and idle users (optionally, within specified role)
nl: Weekt de gewenste hoeveelheid {0}{1} op alle online en inactieve gebruikers (optioneel, binnen gespecificeerde rol)

source: Something went wrong, please retry submitting
nl: Er is iets misgegaan, probeer opnieuw in te dienen

source: Statistics
nl: Statistieken

source: Submit
nl: Indienen

source: Successfully Send Support Request
nl: Succesvol verzonden ondersteuningsverzoek

source: Telegram Commands
nl: Telegram commando's

source: Terms of Service
nl: Voorwaarden van de Dienst

source: The Services may contain links to services owned and operated by third parties. (BlockExplorer, Coin Project Website, Advertisement, ...)
nl: De Diensten kunnen links bevatten naar diensten die eigendom zijn van en beheerd worden door derden. (BlockExplorer, Website van het Muntproject, Advertentie, ...)

source: This Privacy Policy (“Privacy Policy“) apply to the use of the service (“Service“, “Bot“) provided by {0}{1}(hereinafter also referred as “we” or “us”).
nl: Dit Privacybeleid ("Privacybeleid") is van toepassing op het gebruik van de dienst ("Dienst", "Bot") aangeboden door {0}{1}(hierna ook aangeduid als "wij" of "ons").

source: Thunder
nl: Donder

source: ThunderStorm
nl: DonderStorm

source: Tips a random lucky online user with an amount of {0}{1}(optionally, within specified role)
nl: Tipt een willekeurige gelukkige online gebruiker met een bedrag van {0}{1}(optioneel, binnen gespecificeerde rol)

source: Tips a specified number (max: 50) random lucky online and idle users with part of the amount of {0}{1}(optionally, within specified role)
nl: Tipt een gespecificeerd aantal (max: 50) willekeurige online en inactieve gebruikers met een deel van het bedrag van {0}{1} (optioneel, binnen gespecificeerde rol)

source: Tips a specified number (max: 50) random lucky online users with part of the amount of {0}{1}(optionally, within specified role)
nl: Tipt een gespecificeerd aantal (max: 50) willekeurige gelukkige online gebruikers een deel van het bedrag van {0}{1}(optioneel, binnen gespecificeerde rol)

source: Tips the @ mentioned user with the desired amount of {0}
nl: Tipt de @ genoemde gebruiker met de gewenste hoeveelheid van {0}

source: To make a request, please let contact support or the developer on discord: Bago#7842
nl: Om een verzoek in te dienen, kunt u contact opnemen met support of de ontwikkelaar op discord: Bago#7842

source: Turns @mentioning you during mass operations on/off
nl: Schakelt @gebruikers-vermelding tijdens massaoperaties aan/uit

source: Unknown
nl: Onbekend

source: View monitor on
nl: Bekijk monitor op

source: View {0} status on UpTimeRobot
nl: Bekijk {0} status op UpTimeRobot

source: VoiceRain
nl: Stem Kanaal Regen

source: We are committed to protecting and respecting your privacy. The Privacy Policy explains the basis on which personal information we collect from you will be processed by us or on our behalf. Where we decide the purpose or means for which personal data you supply through these Services is processed, we are the “controller”. Where you decide the purpose or means for which personal data you supply through these Services is processed, you are the “controller”. We will comply with proper and applicable data protection laws.
nl: Wij verbinden ons ertoe uw privacy te beschermen en te respecteren. In het Privacybeleid wordt uitgelegd op welke basis de persoonsgegevens die wij van u verzamelen, door ons of namens ons worden verwerkt. Wanneer wij beslissen over het doel van of de middelen voor de verwerking van persoonsgegevens die u via deze Services verstrekt, zijn wij de "verantwoordelijke". Wanneer u beslist over het doel van of de middelen voor de verwerking van de persoonsgegevens die u via deze diensten verstrekt, bent u de "verantwoordelijke". Wij zullen ons houden aan de juiste en toepasselijke wetgeving inzake gegevensbescherming.

source: We collect and process the following information which may include your personal data.
nl: Wij verzamelen en verwerken de volgende informatie, die uw persoonsgegevens kan omvatten.

source: We do NOT provide third-parties any personal data.
nl: Wij verstrekken GEEN persoonlijke gegevens aan derden.

source: We do NOT sell your personal data and we don’t provide it to anyone outside our organisation for any other purpose than the Service you subscribed for.
nl: Wij verkopen uw persoonlijke gegevens NIET en wij verstrekken ze aan niemand buiten onze organisatie voor enig ander doel dan de Dienst waarop u geabonneerd bent.

source: We do not access or store emails or phone numbers for our Discord bot users.
nl: Wij hebben geen toegang tot of slaan geen e-mails of telefoonnummers op voor onze Discord bot gebruikers.

source: We encourage you to read this Privacy Policy carefully as it contains important information about the following:
nl: Wij raden u aan dit Privacybeleid zorgvuldig te lezen, aangezien het belangrijke informatie bevat over het volgende:

source: We may make changes to this Privacy Policy in the future. You should check this page from time to time to ensure you are aware of any changes. Where appropriate we may notify you of such changes.
nl: Wij kunnen in de toekomst wijzigingen aanbrengen in dit Privacybeleid. U dient deze pagina van tijd tot tijd te controleren om er zeker van te zijn dat u op de hoogte bent van eventuele wijzigingen. Waar nodig kunnen wij u van dergelijke wijzigingen op de hoogte brengen.

source: We offer extensive tipbot support in the Runebase Discord community server.
nl: Wij bieden uitgebreide tipbot ondersteuning in de Runebase Discord community server.

source: We only store and process your personal data when you have voluntarily supplied us with it such as adding {0}{1}on your server or by interacting with {2}.{3}Your personal data will only be disclosed or otherwise transmitted if this is necessary to implement the contract, render our Services or you have given your prior consent.
nl: Wij slaan uw persoonsgegevens alleen op en verwerken deze wanneer u ons deze vrijwillig hebt verstrekt, bijvoorbeeld door {0}{1}toe te voegen op uw server of door interactie met {2}.{3}Uw persoonsgegevens worden alleen openbaar gemaakt of op andere wijze doorgegeven indien dit noodzakelijk is om het contract uit te voeren, en onze diensten te kunnen verlenen of indien u vooraf toestemming hebt gegeven.

source: We will use information about you for delivering our Services to you under the terms of use agreed between us. The processing of information in this way is necessary for us to provide you the Service properly and to ensure the features function properly so that you have the best Service possible.
nl: Wij zullen informatie over u gebruiken voor het leveren van onze Diensten aan u onder de gebruiksvoorwaarden die tussen ons zijn overeengekomen. Het op deze wijze verwerken van informatie is voor ons noodzakelijk om u de Dienst naar behoren te kunnen verlenen en om ervoor te zorgen dat de functies naar behoren functioneren zodat u de best mogelijke Dienst heeft.

source: What information we may collect about you; How we will use the information we collect about you; Whether we will disclose your details to anyone else; And your choices and rights regarding the personal information you have provided to us.
nl: Welke informatie wij over u kunnen verzamelen; Hoe wij de informatie die wij over u verzamelen zullen gebruiken; Of wij uw gegevens aan iemand anders zullen verstrekken; En uw keuzes en rechten met betrekking tot de persoonlijke informatie die u ons hebt verstrekt.

source: Withdraw
nl: Opnemen

source: Withdraws an entered amount to a {0}{1}address of your choice
nl: Neemt het ingevoerd bedrag op naar een {0}{1}adres naar keuze

source: Withdraws the entered amount to a {0}{1}address of your choice
nl: Neemt het ingevoerde bedrag op naar een {0}{1}adres naar keuze

source: You have the following rights over the way your personal data are processed.
nl: U heeft de volgende rechten over de manier waarop uw persoonsgegevens worden verwerkt.

source: You have the right to request a copy of the personal information we process about you and to have any inaccuracies corrected. You can ask us to restrict, stop processing personal data.
nl: U hebt het recht om een ​​kopie op te vragen van de persoonlijke informatie die wij over u verwerken en om eventuele onjuistheden te laten corrigeren. U kunt ons vragen om de verwerking van persoonsgegevens te beperken, stop te zetten.

source: Your Discord ID, Discord Username, Discord Server ID & Name, Discord Channel ID & Name, your user preferences as well as all the data you supply to us and information provided by you when using the Service ({0}).
nl: Uw Discord-ID, Discord-gebruikersnaam, Discord-server-ID en naam, Discord-kanaal-ID en naam, uw gebruikersvoorkeuren en alle gegevens die u aan ons verstrekt en informatie die u verstrekt bij het gebruik van de Service ({0}).

source: availability {0}%
nl: beschikbaarheid {0}%

source: outages {0} times，outage-time {1}，average availability {2}%
nl: uitval {0} keer, uitvaltijd {1}, gemiddelde beschikbaarheid {2}%

source: recent {CountDays} day
nl: recent {CountDays} dag

source: recent {CountDays} days
nl: recente {CountDays} dagen

source: today
nl: vandaag
